// Titles

"Guitars" = "Guitars";
"Home" = "Home";
"Repairs" = "Repairs";
"Strings" = "Strings";

"Instrument" = "Instrument";
"Instruments" = "Instruments";

// Instuments View

"Edit Guitars" = "Edit Guitars";
"Instrument Type" = "Instrument Type";
"Basic Info" = "Basic Info";
"Brand" = "Brand";
"Model" = "Model";
"Body Shape" = "Body Shape";
"Finish Style" = "Finish Style";
"Made In" = "Made In";
"Date Manufactured" = "Date Manufactured";
"Select Date" = "Select Date";
"Serial Number" = "Serial Number";
"Material/Electronics" = "Material/Electronics";
"Electronics" = "Electronics";
"Neck" = "Neck";
"Neck Material" = "Neck Material";
"Neck Shape" = "Neck Shape";
"Top" = "Top";
"Top Material" = "Top Material";
"Back" = "Back";
"Back Material" = "Back Material";
"Sides" = "Sides";
"Sides Material" = "Sides Material";
"Fretboard" = "Fretboard";
"Fretboard Material" = "Fretboard Material";
"Purchase Details" = "Purchase Details";
"Purchased From" = "Purchased From";
"Purchase Date" = "Purchase Date";
"Purchase Value" = "Purchase Value";
"Sales Details" = "Sales Details";
"Sold" = "Sold";
"Sold To" = "Sold To";
"Sale Date" = "Sale Date";
"Sale Value" = "Sale Value";
"Sale Reason" = "Sale Reason";
"Images" = "Images";
"Add Image from Library" = "Add Image from Library";
"Take New Image" = "Take New Image";
"Comments" = "Comments";
"Delete Instrument" = "Delete Instrument";
"Are you sure you want to delete this?" = "Are you sure you want to delete this?";
"By confirming this action, it will permanently delete the instrument and all associated data!" = "By confirming this action, it will permanently delete the instrument and all associated data!";
"Yes, delete it!" = "Yes, delete it!";
"Add New Guitars" = "Add New Instrument";
"Add New Guitar" = "Add New Guitar";
"Acoustic" = "Acoustic";
"New Guitar" = "New Guitar";
"Select Image"= "Select Image";


// Instrunent Type
"Acoustic" = "Acoustic";
"Electric" = "Electric";
"Bass" = "Bass";
"Ukelele" = "Ukelele";
"Dulcimer" = "Dulcimer";

// Acoustic Guitar Body Type
"Dreadnought" = "Dreadnought";
"Parlour" = "Parlour";
"Jumbo" = "Jumbo";
"Auditorium" = "Auditorium";
"Grand Auditorium" = "Grand Auditorium";
"Classical" = "Classical";
"Traveler" = "Traveler";
"Mini" = "Mini";
"Tenor" = "Tenor";
"Orchestra Model" = "Orchestra Model";

// Ukelele Types
"Soprano" = "Soprano";
"Concert" = "Concerto";
"Tenor" = "Tenor";
"Baritone" = "Barítono";

// Bass Types
"P-Bass" = "P-Bass";
"J-Bass" = "J-Bass";
"Modern" = "Modern";

// Dulcimer Types

"Merlin M4" = "Merlin M4";
"Tear Drop" = "Tear Drop";
"Vintage" = "Vintage";
"Appalachian" = "Appalachian";
"Stick Dulcimer" = "Stick Dulcimer";
"Hammered Dulcimer" = "Hammered Dulcimer";
"Dutchland" = "Dutchland";


// Electric Guitar Types

"Les Paul" = "Les Paul";
"Telecaster" = "Telecaster";
"Stratocaster" = "Stratocaster";
"RG" = "RG";
"SG" = "SG";
"ES-45" = "ES-45";

// Strings

"String Details" = "String Details";
"Date Changed" = "Date Changed";
"Sale Date" = "Sale Date";
"Select Date" = "Select Date";
"Brand" = "Brand";
"Gauge" = "Gauge";
"Price" = "Price";
"Life Span in Months" = "Life Span in Months";
"Delete String Details" = "Delete String Details";
"Delete this strings set?" = "Delete this strings set?";
"By confirming this action, it will permanently delete this strings set." = "By confirming this action, it will permanently delete this strings set.";
"Yes! Delete it." = "Yes! Delete it.";
"Close" = "Close";
"New String Set" = "New String Set";


// Repairs

"Repair Details" = "Repair Details";
"Date Performed" = "Date Performed";
"Repair Type" = "Repair Type";
"Type" = "Type";
"Repaired By" = "Repaired By";
"Cost" = "Cost";
"My Rating" = "My Rating";
"Delete Repair Entry" = "Delete Repair Entry";
"Delete this Repair?" = "Delete this Repair?";
"By confirming this action, it will permanently delete this repair entry." = "By confirming this action, it will permanently delete this repair entry.";
"Yes! Delete it." = "Yes! Delete it.";
"Value" = "Value";


// Home Screen

"Guitar Summary" = "Guitar Summary";
"A look at your guitar collection" = "A look at your guitar collection";
"All about strings" = "All about strings";
"See all the strings replaced so far!" = "See all the strings replaced so far!";
"Your Repairs" = "Your Repairs";
"All the repairs!" = "All the repairs!";
"You don't have any guitars added yet! Select the Guitars Tab and start adding new guitars!" = "You don't have any guitars added yet! Select the Guitars Tab and start adding new guitars!";


// Summary Guitars
"You have %d guitars in your collection.\n" = "You have %d guitars in your collection.\n";
"The estimatated amount of your %@ is %@.\n" = "The estimatated amount of your %@ is %@.\n";

"So far.... Profit!!" = "So far.... Profit!!";
"So far.... no profit!!" = "So far.... no profit!!";

// Strings
"You have replaced %d string %@ for your guitars.\n" = "You have replaced %d string %@ for your guitars.\n";
"You spent a total of %@ replacing strings.\n" = "You spent a total of %@ replacing strings.\n";
"So far, you have not replaced any strings!" = "So far, you have not replaced any strings!";

// Repairs
"So far, you have done %d %@ on your guitars.\n" = "So far, you have done %d %@ on your guitars.\n";
"The total cost is %@" = "The total cost is %@";

// Loose
"guitar" = "guitar";
"guitars" = "guitars";
"repair" = "repair";
"repairs" = "repairs";
"set" = "set";
"sets" = "sets";
